<template>
  <main class="pt-20">
    <section id="privacy" class="mt-8 container mx-auto max-w-3xl">
      <header>
        <h1 class="text-center">
          <p class="font-enTitle text-6xl">Privacy Policy</p>
          <p class="font-serif text-xl">プライバシーポリシー</p>
        </h1>
      </header>

      <p class="mt-8">宮崎県ひなた餃子連合会（以下「当連合会」）では、以下の通り個人情報保護方針を定め、ご利用者様の個人情報保護を徹底いたします。</p>

      <dl>
        <dt>
          個人情報の定義
        </dt>
        <dd>
          <p>
            「個人情報」とは、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるもの、及び他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものをいいます。
          </p>
        </dd>

        <dt>
          個人情報の収集
        </dt>
        <dd>
          <p>
            当連合会が個人情報を取得する際には、取得内容を事前に通知し、利用目的を達成するための必要な限度を超えないものとします。<br />
            当連合会が管理するインターネットによる情報提供サイト（以下「本サイト」といいます。）の運営に必要な範囲で、本サイトのご利用者様から、氏名、住所、電話番号などの個人情報を取得することがあります。
          </p>
        </dd>

        <dt>
          個人情報の利用
        </dt>
        <dd>
          <p>
            当連合会において、ご利用者様からお預かりした個人情報の利用目的は以下の通りです。
          </p>
          <ol>
            <li>お問合せの返信時</li>
          </ol>
        </dd>
        <dd>
          <p>
            なお、ご利用者様から申し出があった場合につきましては、本人確認後、速やかに個人情報の変更や削除、利用停止をいたします。
          </p>
        </dd>
        <dd>
          <p>
            当連合会では、下記の場合を除いてはご利用者様の断りなく第三者に個人情報を開示・提供することはいたしません。
          </p>
          <ol>
            <li>本人の同意があった場合</li>
            <li>当連合会がご利用者様の希望するサービスを提供するために、委託の業者に対して開示する場合</li>
            <li>法令に基づく場合、及び国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力する必要がある場合</li>
            <li>人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難である場合</li>
          </ol>
        </dd>

        <dt>
          個人情報の安全管理
        </dt>
        <dd>
          <p>
            ご利用者様よりお預かりした個人情報の安全管理はサービス提供会社によって合理的、組織的、物理的、人的、技術的施策を講じるとともに、当連合会では関連法令に準じた適切な取扱いを行うことで個人データへの不正な侵入、個人情報の紛失、改ざん、漏えい等の危険防止に努めます。
          </p>
        </dd>

        <dt>
          プライバシーポリシーの変更
        </dt>
        <dd>
          <p>
            当連合会では、収集する個人情報の変更、利用目的の変更、またはその他プライバシーポリシーの変更を行う際は、当ページへの変更をもって公表とさせていただきます。
          </p>
        </dd>

      </dl>

    </section>

    <section id="tou" class="mt-20 container mx-auto max-w-3xl">
      <header>
        <h1 class="text-center">
          <p class="font-enTitle text-6xl">Term of Use</p>
          <p class="font-serif text-xl">ご利用規約</p>
        </h1>
      </header>

      <p class="mt-8">当連合会のウェブサイト（以下、当サイトという）をご利用いただくにあたり、以下の規約をお読みいただき、この条件に同意された場合のみ、当サイトをご利用いただけます。</p>
      <dl>

        <dt>
          個人情報のお取り扱いについて
        </dt>
        <dd>
          <p>
            当サイト上で、ご利用者様から個人情報を取得する場合がございます。個人情報のお取り扱いについては、上記プライバシーポリシーをご確認ください。
          </p>
        </dd>

        <dt>
          著作権、商標権について
        </dt>
        <dd>
          <p>
            当サイトに掲載されている全てのコンテンツ（文章、画像、映像、ロゴ、データなど）の著作権は、全て当連合会または掲載店舗等に帰属しております。<br />
            無断での使用、複製、転写はお断りいたします。
          </p>
          <p>
            当サイトに表示されている商標（トレードマークやサービスマーク）に関する権利は、当連合会または加盟各社に帰属します。権利者に無断で使用することはご遠慮ください。
          </p>
        </dd>

        <dt>
          リンク先の個人情報取得について
        </dt>
        <dd>
          <p>
            当連合会が運営しているサイト以外の、第三者が運営するウェブサイトにおける個人情報の安全確保や取り扱いについては、責任を負うことができません。<br />
            当該リンク先のプライバシーポリシーをご確認ください。
          </p>
        </dd>

        <dt>
          免責事項
        </dt>
        <dd>
          <p>
            当サイトに記載されている情報は、常に正確性が保てるよう努めておりますが、ご利用者様が当サイトを利用した際に発生したトラブルや損害に対し、一切の責任を負うものではござません。<br />
            また、予告なしに掲載している情報を変更・削除する場合、あるいは運営を中断する場合がございますので、あらかじめご了承ください。
          </p>
        </dd>

        <dt>
          その他
        </dt>
        <dd>
          <p>
            当サイトの運営、ならびに、当サイトのご利用は、日本国法に準拠いたします。
          </p>
        </dd>

      </dl>
    </section>

    <section class="mt-20 container mx-auto max-w-3xl">
      <dl>
        <dt>お問い合わせ</dt>
        <dd>
          <p>
            高鍋商工会議所<br />
            〒884-0002　宮崎県児湯郡高鍋町大字北高鍋5138<br />
            TEL: 0983-22-1333 / FAX: 0983-23-3159<br />
            Mail: tcci@miyazaki-cci.or.jp
          </p>
        </dd>
      </dl>

    </section>
    
  </main>
</template>

<style scoped lang="postcss">
dt {
  @apply mt-8 pb-2;
  @apply text-xl;
  @apply border-b border-solid border-amber-200;
}
dd {
  @apply mt-4;
}
p, li {
  @apply py-1;
}
ol, ul {
  @apply list-decimal list-inside;
  @apply ml-2;
}
</style>